<?php
// Heading
$_['heading_title']    = 'Единицы количества';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Единицы количества';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_title']     = 'Название единицы количества';
$_['column_unit']      = 'Единица количества';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название единицы количества';
$_['entry_unit']       = 'Единица количества';
$_['entry_value']      = 'Значение';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения списка единиц количества!';
$_['error_title']      = 'Название единицы количества должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица количества должна быть от 1 до 4 символов!';
$_['error_default']    = 'Единица количества не может быть удалена, поскольку она установлена по умолчанию!';
$_['error_product']    = 'Единицы количества не может быть удалена, так как назначена %s товарам!';

